Repository: saksoy/dosspirit
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no_nb

source: Invalid username or password
no_nb: Ugyldig brukernavn eller passord

source: %s media files was/were approved and you got %s experience for approving them. Check your inbox for more details.
no_nb: %s mediefiler var/ble godkjent, og du fikk %s erfaringspoeng for å godkjenne dem. Sjekk din innboks for flere detaljer.

source: Could not update avatar.
no_nb: Kunne ikke oppdatere avatar.

source: Profile updated
no_nb: Profil oppdatert

source: Saving of review failed.
no_nb: Lagring av omtale feilet.

source: Game was updated.
no_nb: Spillet ble oppdatert.

source: No user found with this email address
no_nb: Ingen bruker funnet med denne e-postadressen

source: Account password updated!
no_nb: Passordet for kontoen er oppdatert!

source: The password must be repeated correctly twice.
no_nb: Passordet må gjentas riktig to ganger.

source: Invalid request data provided.
no_nb: Ugyldig forespørsel om data oppgitt.

source: Congratulations, your user account has been activated!
no_nb: Gratulerer, din brukerkonto er aktivert!

source: Update failed. Please send us a debug mail regarding this.
no_nb: Oppdatering mislyktes. Vennligst send oss ​​en debug mail om dette.

source: Could not upload file: "%s".
no_nb: Kunne ikke laste opp filen "%s".

source: The file "%s" has an invalid extension.
no_nb: Filen "%s" har en ugyldig filtype.

source: %s was added.
no_nb: %s ble lagt til.

source: Saving game failed.
no_nb: Kunne ikke lagre spillet.

source: You are now logged out. See you soon!
no_nb: Du er nå utlogged. Sees snart!

source: You rated this title with a %s. Thanks!
no_nb: Du vurderte denne tittelen med en %s. Takk!

source: Game was added to your personal collection.
no_nb: Spillet ble lagt til din personlige samling.

source: Adding to collection failed. Report this to bakkelun@gmail.com.
no_nb: Å legge til samling mislyktes. Rapporter dette til bakkelun@gmail.com.

source: You already have this game in your personal collection.
no_nb: Du har allerede dette spillet i din personlige samling.

source: You need to login before adding a game to your personal collection.
no_nb: Du må logge inn før du legger et spill til din personlige samling.

source: likes
no_nb: liker

source: owns
no_nb: eier

source: played
no_nb: spilt

source: want
no_nb: ønsker

source: Not a valid game reputation type.
no_nb: Ikke en gyldig spillomdømme-type.

source: You marked that you %s this game.
no_nb: Du merket at du %s dette spillet.

source: You have already marked this game as "%s".
no_nb: Du har allerede merket dette spillet som "%s".

source: Hotlinking to files is not allowed. For sharing links, please use the link to this page.
no_nb: Hotlinking til filer er ikke tillatt. For deling på koblinger må du bruke kobling til denne siden.

source: Files beyond 10Mb requires login. You can login or register an account here %s.
no_nb: Filer utover 10 Mb krever pålogging. Du kan logge inn eller registrere en konto her %s.

source: We could not find anything on that URI. You should probably double check it.
no_nb: Vi kunne ikke finne noe på den adressen. Du bør sannsynligvis dobbeltsjekke det.

source: Invalid game entry.
no_nb: Ugyldig spilloppføring.

source: Download error
no_nb: Nedlastingsfeil

source: This game was published on %s.
no_nb: Dette spillet ble publisert på %s.

source: This game will be published %s. You can preview it in the mean time.
no_nb: Dette spillet blir publisert %s. Du kan forhåndsvise det i mellomtiden.

source: This game has been set to inactive and can not be accessed by the public. You can preview it though.
no_nb: Dette spillet har blitt satt til inaktiv og kan ikke vises av publikum. Du kan likevel forhåndsvise det.

source: This game is active and can be accessed.
no_nb: Dette spillet er aktivt og kan vises.

source: Preview of %s
no_nb: Forhåndsvisning av %s

source: Goblins not found. Er, we could not dig up the game you were looking for.
no_nb: Goblins ikke funnet. Ehm, vi kunne ikke grave opp spillet du leter etter.

source: Review of %s
no_nb: Omtale av %s

source: Category
no_nb: Kategori

source: Platform
no_nb: Plattform

source: Invalid platform: "%s".
no_nb: Ugyldig plattform: "%s".

source: Year must be numeric.
no_nb: År må være et tall.

source: Years must have four digits and be between year %s and %s.
no_nb: År må ha fire sifre og være mellom år %s og %s.

source: Year
no_nb: År

source: Search term must be longer than %s characters.
no_nb: Søkeord må være lenger enn %s tegn.

source: Invalid company type: "%s".
no_nb: Ugyldig type bedrift: "%s".

source: Publisher and/or Developer
no_nb: Utgiver og/eller utvikler

source: as %s.
no_nb: som %s.

source: Company
no_nb: Firma

source: Invalid search type: "%s".
no_nb: Ugyldig søketype: "%s".

source: Ingress image has invalid image format: "%s"
no_nb: Ingress-bildet har ugyldig bildeformat: "%s"

source: Could not upload focus image.
no_nb: Kan ikke laste opp fokusbilde.

source: Focus image has invalid image format: "%s"
no_nb: Fokus bildet har ugyldig bildeformat: "%s"

source: Image has invalid image format: "%s"
no_nb: Bildet har ugyldig bildeformat: "%s"

source: Activate my account
no_nb: Aktiver kontoen min

source: Paste your activation code below from the account creation email. Or, simply follow the link in that email.
no_nb: Lim din aktiveringskode nedenfor fra kontoopprettings-e-posten. Eller, bare følg lenken i eposten.

source: Write the game name here
no_nb: Skriv spillnavnet her

source: Add general game information like "this is a side scrolling platformer featuring yellow monsters". This is not the review! You can add reviews to a game from the admin section, after the game entry has been added.
no_nb: Legg til generell spillinformasjon som "Dette er en sideskrollende platformer med gule monstre". Dette er ikke anmeldelsen! Du kan legge til vurderinger et spill fra admin-delen etter at spillet har blitt lagt til.

source: No
no_nb: Nei

source: Yes
no_nb: Ja

source: NUMBER_OF_FILES
no_nb: Antall filer

source: Add news
no_nb: Legg til nyhet

source: News heading
no_nb: Nyhetsoverskrift

source: News text
no_nb: Nyhetstekst

source: News image
no_nb: Nyhetsbilde

source: Review teaser text
no_nb: Omtaleteasertekst

source: Review text
no_nb: Omtaletekst

source: Hover over links to get tooltips displayed here.
no_nb: Hold markøren over for å få verktøytips vist her.

source: Add new game entry
no_nb: Legg til en ny spilloppføring

source: Edit an existing game entry
no_nb: Redigér en eksisterende spilloppføring

source: Add various media like screenshots that can be used by anyone when adding games
no_nb: Legge til ulike medier som skjermbilder som kan brukes av alle når du legger til spill

source: Edit my profile
no_nb: Redigér profilen min

source: Add your own user review of a game from the database
no_nb: Legg til din egen brukeranmeldelse av et spill fra databasen

source: Add new review for an existing game
no_nb: Legg til ny omtale for et eksisterende spill

source: Edit an existing review
no_nb: Redigere en eksisterende omtale

source: Add new news story
no_nb: Legg til ny nyhet

source: Edit existing news story
no_nb: Rediger eksisterende nyhet

source: Add new poll
no_nb: Legg til ny meningsmåling

source: Site statistics breakdown
no_nb: Sidestatistikkoversikt

source: Configure things like editors choice on the frontpage, amogst other things
no_nb: Konfigurere ting som redaktørens valg på forsiden, blant andre ting

source: Add new companies (developers, publishers etc.) that can be used when adding or editing games
no_nb: Legge til nye selskaper (utviklere, utgivere, etc.) som kan brukes når du legger til eller redigerer spill

source: Administrate uploaded media
no_nb: Administrere opplastede media

source: Overview of user accounts, who has activated their account and more
no_nb: Oversikt over brukerkontoer, som har aktivert kontoen sin og mer

source: Handle approval of user submitted reviews
no_nb: Håndter godkjenning av brukernes innsendte anmeldelser

source: Manage videos like uploading or attaching existing files to game entries
no_nb: Behandle videoer som du laster opp eller feste eksisterende filer til spilloppføringer

source: Preview how the game looks now
no_nb: Forhåndsvis hvordan spillet ser ut nå

source: Add general game information like "this is a side scrolling platformer featuring yellow monsters". This is not the review!
no_nb: Legg til generell spillinformasjon som "Dette er en side-skrollende plattformer med gule monstre". Dette er ikke anmeldelsen!

source: Current ingress image:
no_nb: Gjeldende ingressbilde:

source: Focus image
no_nb: Fokusbilde

source: Current focus image:
no_nb: Gjeldende fokusbilde:

source: You can preview the game after you have saved the changes.
no_nb: Når du har lagret endringene, kan du forhåndsvise spillet.

source: Add review
no_nb: Legg til anmeldelse

source: Edit review for "%s"
no_nb: Rediger anmeldelse for %s

source: Review publication status
no_nb: Kontrollstatus for publikasjon

source: This review is written in this language
no_nb: Denne anmeldelsen er skrevet på dette språket

source: Password reset instructions have been sent to the provided email address. Check your inbox!
no_nb: Instruksjoner for tilbakestilling passordet har blitt sendt til den angitte e-postadressen. Sjekk innboksen din!

source: %s's profile
no_nb: %s sin profil

source: Account created
no_nb: Konto opprettet

source: Account activated
no_nb: Konto aktivert

source: Email
no_nb: E-post

source: Experience points
no_nb: Erfaringspoeng

source: Experience needed to next level
no_nb: Erfaring nødvendig til neste nivå

source: Achievements
no_nb: Prestasjoner

source: Location
no_nb: Plassering

source: Name
no_nb: Navn

source: Current avatar
no_nb: Gjeldende avatar

source: Upload avatar image
no_nb: Last opp avatarbilde

source: Register account
no_nb: Registrer konto

source: Reset password
no_nb: Tilbakestill passord

source: New password
no_nb: Nytt passord

source: Repeat password
no_nb: Gjenta passord

source: Change password
no_nb: Endre passord

source: Contact us
no_nb: Kontakt oss

source: Thank you. The goblins will look at it shortly.
no_nb: Takk. Goblinsene vil se på det snart.

source: Like what we do? Something amiss or gone horribly wrong? Whatever the case, get in touch below.
no_nb: Liker du det vi gjør? Noe som er galt eller grusomt feil? Uansett hva det gjelder, kom i kontakt med oss nedenfor.

source: Your name
no_nb: Navnet ditt

source: Your email, so we can contact you
no_nb: E-posten din, slik at vi kan kontakte deg

source: Feedback
no_nb: Tilbakemelding

source: * fields are required.
no_nb: * felt er obligatoriske.

source: Recent games you have added
no_nb: Nylige spill du har lagt til

source: This game is set to active.
no_nb: Dette spillet er satt til aktiv.

source: Edit %s
no_nb: Rediger %s

source: Reviews you have written
no_nb: Omtaler du har skrevet

source: This review will be published %s
no_nb: Denne omtalen vil bli publisert %s

source: Bigger preview
no_nb: Større forhåndsvisning

source: Previous
no_nb: Forrige

source: Next
no_nb: Neste

source: Page %s of %s. Showing %s out of total %s. Starting at %s and ending on %s.
no_nb: Side %s av %s. Viser %s ut av totalt %s. Starter ved %s og slutter på %s.

source: Latest news
no_nb: Siste nyheter

source: More news
no_nb: Flere nyheter

source: Developer
no_nb: Utvikler

source: Publisher
no_nb: Utgiver

source: Visits
no_nb: Besøk

source: Focus image of %s
no_nb: Fokusbilde av %s

source: User rating
no_nb: Brukerklassifisering

source: %s votes
no_nb: %s stemmer

source: Visits: %s
no_nb: Besøk: %s

source: Nothing to display. Perhaps try a different search word or type?
no_nb: Ingenting å vise. Kanskje prøve et annet søkeord eller type?

source: I like this game
no_nb: Jeg liker dette spillet

source: I have played this game
no_nb: Jeg har spilt dette spillet

source: I own this game
no_nb: Jeg eier dette spillet

source: I want this game
no_nb: Jeg ønsker dette spillet

source: Add to my collection
no_nb: Legg til i min samling

source: Rate this game
no_nb: Ranger dette spillet

source: Choose a rating
no_nb: Velg en karakter

source: Abysmal
no_nb: Forferdelig

source: Below average
no_nb: Under gjennomsnittet

source: Good
no_nb: Bra

source: Very good
no_nb: Veldig bra

source: Superb!
no_nb: Fantastisk!

source: You added a media file
no_nb: Du la til en media-fil

source: You added a review
no_nb: Du la til en omtale

source: You added a video
no_nb: Du la til en video

source: You accepted a media file
no_nb: Du godtok en mediefil

source: Your media file was accepted
no_nb: Mediefilen din ble godtatt

source: You added a user review
no_nb: Du la til en brukeromtale

source: You accepted a user review
no_nb: Du har godtok en brukeromtale

source: Your media file was rejected
no_nb: Mediefilen ble avvist

source: Experience rewarded %s points.
no_nb: Belønnet %s erfaringspoeng.

source: Choose language
no_nb: Velg språk

source: Home
no_nb: Hjem

source: News
no_nb: Nyheter

source: Games
no_nb: Spill

source: Random game
no_nb: Tilfeldig spill

source: Search
no_nb: Søk

source: Contact
no_nb: Kontakt

source: Dashboard
no_nb: Dashbord

source: My profile
no_nb: Min profil

source: My achievements
no_nb: Min prestasjoner

source: Add game
no_nb: Legg til spill

source: Add media
no_nb: Legg til media

source: Logout
no_nb: Logg ut

source: Login
no_nb: Logg inn

source: Search for something
no_nb: Søk etter noe

source: Level %s
no_nb: Nivå %s

source: %s points
no_nb: %s poeng

source: There are errors you need to look into!
no_nb: Det er feil du trenger å se på!

source: Error for field %s
no_nb: Feil for feltet %s

source: Activate your account
no_nb: Aktiver kontoen din

source: Thanks for registering an account at The DOS Spirit!
no_nb: Takk for at du registrerte en konto hos The DOS Spirit!

source: To activate your account, please click the link below or copy and paste the link into your browser.
no_nb: For å aktivere kontoen, klikker du koblingen nedenfor eller kopierer og limer inn lenken i nettleseren din.

source: If link does't show, copy this to your browser address field: %s
no_nb: Hvis koblingen ikke vises, kopier dette til adressefeltet i nettleseren din: %s

source: If you have not registered an account at The DOS Spirit or this email is unknown to you, simply ignore this request.
no_nb: Hvis du ikke har registrert en konto på The DOS Spirit eller denne e-posten er ukjent for deg, kan du bare ignorere denne forespørselen.

source: Forgot password
no_nb: Glemt passord

source: Someone, hopefully you, have requested a password reset. Follow the link below if this is correct, otherwise ignore this request.
no_nb: Noen, forhåpentligvis du, har bedt om å tilbakestille passordet. Følg koblingen nedenfor hvis dette er riktig, ellers ignorer denne forespørselen.

source: Password changed successfully
no_nb: Passord ble endret

source: Your password has been updated. You can now login to The DOS Spirit using your new password and continue contributing!
no_nb: Passordet er oppdatert. Du kan nå logge inn på DOS Spirit ved å bruke ditt nye passord og fortsette å bidra!

source: You can login by following this link
no_nb: Du kan logge inn ved å følge denne koblingen

source: If you feel this error is not your fault, feel free to %s contact us here %s.
no_nb: Dersom du mener at denne feilen ikke er din skyld, %s kontakt oss gjerne her %s.

source: Dosbox compability page
no_nb: DOSBox kompabilitetsside

source: ScummVM compability page
no_nb: ScummVM kompabilitetsside

source: Review
no_nb: Anmeldelse

source: Author
no_nb: Forfatter

source: No review available.
no_nb: Ingen omtale er tilgjengelig.

source: Add a review
no_nb: Legg til en omtale

source: Game description
no_nb: Spillbeskrivelse

source: No game description available
no_nb: Ingen spillbeskrivelse tilgjengelig

source: Rap sheet
no_nb: Tittelark

source: Game added
no_nb: Spillet er lagt til

source: Game added by
no_nb: Spill lagt til av

source: Release year
no_nb: Utgivelsesår

source: Game mode
no_nb: Spillmodus

source: Age rating
no_nb: Aldersklassifisering

source: Game compability
no_nb: Spillkompabilitet

source: No compability data found
no_nb: Fant ingen kompabilitetsdata

source: We have no data on how compatible this title is. Please refer to the list below for emulators on various platforms.
no_nb: Vi har ingen data om hvordan kompatibel denne tittelen er. Se listen nedenfor for emulatorer på ulike plattformer.

source: Editor rating
no_nb: Vår vurdering

source: Score summary
no_nb: Poengsumoppsummering

source: Been a member for %s days
no_nb: Vært medlem i %s dager

source: Been a member for %s years and %s days
no_nb: Vært medlem i %s år og %s dager

source: Level
no_nb: Nivå

source: Experience to next level
no_nb: Erfaringspoeng til neste nivå

source: Log out
no_nb: Logg ut

source: Editor's choice
no_nb: Forfatters valg

source: Most active users
no_nb: Mest aktive brukere

source: Newest members
no_nb: Nyeste medlemmer

source: Popular games
no_nb: Populære spill

source: Read more
no_nb: Les mer

source: Search engine
no_nb: Søkemotor

source: Choose your search type below
no_nb: Velg søketype nedenfor

source: Search result
no_nb: Søkeresultat

source: Back to search overview
no_nb: Tilbake til søkeoversikten

source: Found %s results for type %s: "%s"
no_nb: Fant %s resultater for typen %s: "%s"

source: Recent games added by this user
no_nb: Nylige spill som er lagt til av denne brukeren

source: Recent reviews added by this user
no_nb: Nylige omtaler fra denne brukeren
