Repository: saksoy/dosspirit
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Invalid username or password
es_es: Nombre de usuario o contraseña no válida

source: Could not update avatar.
es_es: No se pudo actualizar el avatar.

source: Profile updated
es_es: Perfil actualizado

source: Saving of review failed.
es_es: Error al guardar el análisis.

source: Game was updated.
es_es: El juego se ha actualizado.

source: No user found with this email address
es_es: No se han encontrado usuarios con ese correo

source: Account password updated!
es_es: ¡Contraseña actualizada!

source: The password must be repeated correctly twice.
es_es: Debes repetir la contraseña dos veces.

source: Invalid request data provided.
es_es: Peticion de datos no válida.

source: Congratulations, your user account has been activated!
es_es: ¡Enhorabuena, tu cuenta ha sido activada!

source: Update failed. Please send us a debug mail regarding this.
es_es: Error al actualizar. Envíanos un correo informando de esto, por favor.

source: Could not upload file: "%s".
es_es: Error al cargar el archivo: "%s".

source: The file "%s" has an invalid extension.
es_es: Extensión del archivo "%s" no válida.

source: %s was added.
es_es: Se ha añadido %s.

source: Saving game failed.
es_es: Error al guardar.

source: You are now logged out. See you soon!
es_es: Ya has salido. ¡Hasta pronto!

source: You rated this title with a %s. Thanks!
es_es: Has puntuado este título con un %s. ¡Gracias!

source: Game was added to your personal collection.
es_es: El juego se ha añadido a tu colección personal.

source: Adding to collection failed. Report this to bakkelun@gmail.com.
es_es: Error al añadir. Informa de este en bakkelun@gmail.com.

source: You already have this game in your personal collection.
es_es: Ya tienes este juego en tu colección personal.

source: You need to login before adding a game to your personal collection.
es_es: Ingresa antes de añadir un juego a tu colección personal.

source: likes
es_es: mola

source: owns
es_es: comprado

source: played
es_es: jugado

source: want
es_es: deseado

source: Not a valid game reputation type.
es_es: Puntuación no válida.

source: You marked that you %s this game.
es_es: Has dicho que %s este juego.

source: You have already marked this game as "%s".
es_es: Has calificado este juego como "%s".

source: Invalid game entry.
es_es: Entrada de juego no válida.

source: Download error
es_es: Error de descarga

source: This game was published on %s.
es_es: Este juego fue publicado el %s.

source: Preview of %s
es_es: Vista previa de %s

source: Review of %s
es_es: Análisis de %s

source: Category
es_es: Categoría

source: Platform
es_es: Plataforma

source: Invalid platform: "%s".
es_es: Plataforma no válida: "%s".

source: Year must be numeric.
es_es: Año debe ser numérico.

source: Year
es_es: Año

source: Search term must be longer than %s characters.
es_es: El término de búsqueda debe superar los %s caracteres.

source: Invalid company type: "%s".
es_es: Tipo de compañía no válido: "%s".

source: Publisher and/or Developer
es_es: Editor y/o desarrollador

source: as %s.
es_es: como %s.

source: Company
es_es: Empresa

source: Invalid search type: "%s".
es_es: Tipo de búsqueda no válido: "%s".

source: Ingress image has invalid image format: "%s"
es_es: La imagen de entrada tiene un formato no válido: "%s"

source: Could not upload focus image.
es_es: Error al cargar la imagen.

source: Focus image has invalid image format: "%s"
es_es: La imagen tiene un formato no válido: "%s"

source: Activate my account
es_es: Activar mi cuenta

source: Paste your activation code below from the account creation email. Or, simply follow the link in that email.
es_es: Pega a continuación el código de activación del correo recibido. O, simplemente, entra en el enlace del correo.

source: Write the game name here
es_es: Introduce aquí el nombre del juego

source: Yes
es_es: Sí

source: Add news
es_es: Añadir noticias

source: News heading
es_es: Encabezado de noticias

source: News text
es_es: Texto de noticias

source: News image
es_es: Imagen de noticia

source: Review teaser text
es_es: Texto de introducción al análisis

source: Review text
es_es: Texto del análisis

source: Add new game entry
es_es: Añadir nueva entrada de juego

source: Edit an existing game entry
es_es: Editar una entrada de juego existente

source: Add various media like screenshots that can be used by anyone when adding games
es_es: Añadir media, como imágenes, que otro pueda utilizar al añadir juegos

source: Edit my profile
es_es: Editar mi perfil

source: Add your own user review of a game from the database
es_es: Añadir tu propio análisis de un juego de la base de datos

source: Add new review for an existing game
es_es: Añadir un nuevo análisis de un juego existente

source: Edit an existing review
es_es: Editar un análisis existente

source: Add new news story
es_es: Añadir nueva noticia

source: Edit existing news story
es_es: Editar noticia existente

source: Add new poll
es_es: Añdir nueva encuesta

source: Site statistics breakdown
es_es: Las estadísticas están averiadas

source: Add new companies (developers, publishers etc.) that can be used when adding or editing games
es_es: Añade nuevas compañías (desarrolladores, editores, etc.) que se puedan utilizar al añadir o editar juegos

source: Administrate uploaded media
es_es: Administrar multimedia subida

source: Overview of user accounts, who has activated their account and more
es_es: Visión general de cuentas, quién la ha activado y más

source: Handle approval of user submitted reviews
es_es: Aprobado manual de usuarios que han aportado análisis

source: Manage videos like uploading or attaching existing files to game entries
es_es: Administra vídeos subiendo o adjuntando archivos existentes a las entradas de juegos

source: Preview how the game looks now
es_es: Vista previa de cómo es el juego ahora

source: Current ingress image:
es_es: Imagen de entrada actual:

source: Focus image
es_es: Imagen principal

source: Current focus image:
es_es: Imagen actual:

source: Add review
es_es: Añadir análisis

source: Edit review for "%s"
es_es: Editar análisis de "%s"

source: Review publication status
es_es: Estado del análisis

source: This review is written in this language
es_es: Este análisis está escrito en este idioma

source: Password reset instructions have been sent to the provided email address. Check your inbox!
es_es: Se han enviado a tu correo las instrucciones de restablecimiento de contraseña. ¡Mira tu bandeja de entrada!

source: %s's profile
es_es: Perfil de %s

source: Account created
es_es: Cuenta creada

source: Account activated
es_es: Cuenta activada

source: Email
es_es: Correo electrónico

source: Experience points
es_es: Puntos de experiencia

source: Experience needed to next level
es_es: Experiencia necesaria para el siguiente nivel

source: Achievements
es_es: Logros

source: Location
es_es: Ubicación

source: Name
es_es: Nombre

source: Current avatar
es_es: Avatar actual

source: Upload avatar image
es_es: Cargar imagen de avatar

source: Register account
es_es: Registrar una cuenta

source: Reset password
es_es: Restablecer contraseña

source: New password
es_es: Nueva contraseña

source: Repeat password
es_es: Repetir contraseña

source: Change password
es_es: Cambiar contraseña

source: Contact us
es_es: Contacta con nosotros

source: Thank you. The goblins will look at it shortly.
es_es: Gracias. Los trasgos lo mirarán en breve.

source: Your name
es_es: Tu nombre

source: Your email, so we can contact you
es_es: Tu correo electrónico, por el cual contactaremos contigo

source: Feedback
es_es: Comentarios

source: * fields are required.
es_es: * campos obligatorios.

source: Recent games you have added
es_es: Juegos que has agregado recientemente

source: This game is set to active.
es_es: Este juego está activo.

source: Edit %s
es_es: Editar %s

source: Reviews you have written
es_es: Análisis que has escrito

source: This review will be published %s
es_es: Este análisis se publicará %s

source: Bigger preview
es_es: Análisis más grande

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Page %s of %s. Showing %s out of total %s. Starting at %s and ending on %s.
es_es: Página %s de %s. Mostrando %s de un total de %s. Empezando por %s y acabando en %s.

source: Latest news
es_es: Últimas noticias

source: More news
es_es: Más noticias

source: Developer
es_es: Desarrollador

source: Publisher
es_es: Editor

source: Visits
es_es: Visitas

source: Focus image of %s
es_es: Imagen principal de %s

source: User rating
es_es: Valoración del usuario

source: %s votes
es_es: Votos de %s

source: Visits: %s
es_es: Visitas: %s

source: Nothing to display. Perhaps try a different search word or type?
es_es: Nada por aquí. Prueba buscando otra palabra o tipo.

source: I like this game
es_es: Me gusta este juego

source: I have played this game
es_es: He jugado a este juego

source: I own this game
es_es: Tengo este juego

source: I want this game
es_es: Quiero este juego

source: Add to my collection
es_es: Añadir a mi colección

source: Rate this game
es_es: Puntúa este juego

source: Choose a rating
es_es: Puntúalo

source: Abysmal
es_es: Sublime

source: Below average
es_es: Malillo

source: Ok
es_es: Pasable

source: Good
es_es: Bueno

source: Very good
es_es: Muy bueno

source: Superb!
es_es: ¡Sorprendente!

source: You added a media file
es_es: Has añadido un archivo multimedia

source: You added a review
es_es: Has añadido un análisis

source: You added a video
es_es: Has añadido un vídeo

source: You accepted a media file
es_es: Has aceptado un archivo multimedia

source: Your media file was accepted
es_es: Tu archivo multimedia ha sido aceptado

source: You added a user review
es_es: Has añadido un análisis de usuario

source: You accepted a user review
es_es: Has aceptado un análisis de usuario

source: Your media file was rejected
es_es: Tu archivo multimedia ha sido rechazado

source: Experience rewarded %s points.
es_es: Recompensa de %s puntos de exp.

source: Choose language
es_es: Elegir idioma

source: Home
es_es: Inicio

source: News
es_es: Noticias

source: Games
es_es: Juegos

source: Random game
es_es: Juego aleatorio

source: Search
es_es: Buscar

source: Contact
es_es: Contactar

source: My profile
es_es: Mi perfil

source: My achievements
es_es: Mis logros

source: Add game
es_es: Añadir juego

source: Add media
es_es: Añadir multimedia

source: Logout
es_es: Cerrar sesión

source: Login
es_es: Iniciar sesión

source: Forum
es_es: Foro

source: Search for something
es_es: Buscar algo

source: Level %s
es_es: Nivel %s

source: %s points
es_es: %s puntos

source: This user has not added any news yet.
es_es: Este usuario no ha añadido ninguna noticia todavía.

source: There are errors you need to look into!
es_es: ¡Hay error que debes revisar!

source: Error for field %s
es_es: Error en el campo %s

source: Activate your account
es_es: Activa tu cuenta

source: Thanks for registering an account at The DOS Spirit!
es_es: ¡Gracias por registrate en DOS Spirit!

source: To activate your account, please click the link below or copy and paste the link into your browser.
es_es: Haz clic en el siguiente enlace o pégalo en tu navegador para activar tu cuenta.

source: If link does't show, copy this to your browser address field: %s
es_es: Si el enlace no funciona copia y pega esto en tu navegador: %s

source: If you have not registered an account at The DOS Spirit or this email is unknown to you, simply ignore this request.
es_es: Si no tienes una cuenta en DOS Spirit o este desconoces este correo, simplemente ignóralo.

source: Forgot password
es_es: Olvidé mi contraseña

source: Someone, hopefully you, have requested a password reset. Follow the link below if this is correct, otherwise ignore this request.
es_es: Al parecer, alguien ha solicitado un restablecimiento de contraseña. Si es así sigue el enlace que hay acontinuación, de lo contrario ingnóralo.

source: Password changed successfully
es_es: Se ha cambiado la contraseña

source: Your password has been updated. You can now login to The DOS Spirit using your new password and continue contributing!
es_es: Se ha actualizado tu contraseña. ¡Ahora puedes entrar a DOS Spirit con tu nueva contraseña y seguir colaborando!

source: You can login by following this link
es_es: Puede iniciar sesión en este enlace

source: Dosbox compability page
es_es: Página de compatibilidad Dosbox

source: ScummVM compability page
es_es: Pagina de compatibilidad ScummVM

source: Review
es_es: Análisis

source: Author
es_es: Autor

source: No review available.
es_es: Análisis no disponible.

source: Add a review
es_es: Añadir un análisis

source: Game description
es_es: Descripción del juego

source: No game description available
es_es: Descripción no disponible

source: Rap sheet
es_es: Ver todos

source: Game added
es_es: Juego añadido

source: Game added by
es_es: Juego añadido por

source: Release year
es_es: Año de lanzamiento

source: Game mode
es_es: Modo de juego

source: Age rating
es_es: Restricción de edad

source: Game compability
es_es: Compatibilidad del juego

source: No compability data found
es_es: No se han encontrado datos compatibles

source: We have no data on how compatible this title is. Please refer to the list below for emulators on various platforms.
es_es: No tenemos información sobre la compatibilidad de este título. Consulta la siguiente lista para emuladores en varias plataformas.

source: Editor rating
es_es: Valoración del editor

source: Score summary
es_es: Resumen de puntuación

source: Been a member for %s days
es_es: Miembro desde hace %s días

source: Been a member for %s years and %s days
es_es: Miembro desde hace %s años y %s días

source: Level
es_es: Nivel

source: Experience to next level
es_es: Experiencia al siguiente nivel

source: Log out
es_es: Salir

source: Editor's choice
es_es: Elección del Editor

source: Recently added games
es_es: Juegos añadidos recientemente

source: Most active users
es_es: Usuarios más activos

source: Newest members
es_es: Miembros más recientes

source: Affiliates
es_es: Afiliados

source: Popular games
es_es: Juegos populares

source: Read more
es_es: Leer más

source: Search engine
es_es: Motor de búsqueda

source: Choose your search type below
es_es: Elige el tipo de búsqueda a continuación

source: Search result
es_es: Resultados de búsqueda

source: Back to search overview
es_es: Volver a descripción de la búsqueda

source: Found %s results for type %s: "%s"
es_es: Se han encontrado %s resultados para %s: "%s"

source: Recent games added by this user
es_es: Últimos juegos añadidos por este usuario

source: Recent reviews added by this user
es_es: Últimos análisis añadidos por este usuario

source: Recent news articles added by this user
es_es: Últimos artículos añadidos por este usuario

source: empty
es_es: vacío
